MNSWap/ErrorLog/AppLog-20160530.txt

5/30/2016 11:21:27 AM ==> <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tns="http://service.soap.mns.huawei.com" xmlns:types="http://service.soap.mns.huawei.com/encodedTypes" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><tns:subscribeMNSProduct><in0 href="#id1" /></tns:subscribeMNSProduct><q1:ProductSubscribeReq id="id1" xsi:type="q1:ProductSubscribeReq" xmlns:q1="http://request.service.soap.mns.huawei.com"><MSISDN xsi:type="xsd:string">Obrotu</MSISDN><channelID xsi:type="xsd:int">3</channelID><operDesc xsi:type="xsd:string">Islamic Lifestyle Mobile Magazine Featuring Daily Prayers, Hadith </operDesc><operTime xsi:type="xsd:string">20160530102127</operTime><productID xsi:nil="true" /><transactionID xsi:type="xsd:string">59e72b08-1a24-4cdc-a04f-9571763b2f77</transactionID></q1:ProductSubscribeReq></soap:Body></soap:Envelope>
5/30/2016 11:21:27 AM ==> <?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><ns1:subscribeMNSProductResponse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="http://service.soap.mns.huawei.com"><subscribeMNSProductReturn href="#id0" /></ns1:subscribeMNSProductResponse><multiRef id="id0" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns2:SubscribeMNSProductRsp" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns2="http://response.service.soap.mns.huawei.com"><result href="#id1" /></multiRef><multiRef id="id1" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns3:Result" xmlns:ns3="http://pojo.service.soap.mns.huawei.com" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><resultCode xsi:type="soapenc:string">10000004</resultCode></multiRef></soapenv:Body></soapenv:Envelope>
5/30/2016 11:50:46 AM ==> <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tns="http://service.soap.mns.huawei.com" xmlns:types="http://service.soap.mns.huawei.com/encodedTypes" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><tns:subscribeMNSProduct><in0 href="#id1" /></tns:subscribeMNSProduct><q1:ProductSubscribeReq id="id1" xsi:type="q1:ProductSubscribeReq" xmlns:q1="http://request.service.soap.mns.huawei.com"><MSISDN xsi:type="xsd:string">2348163797589</MSISDN><channelID xsi:type="xsd:int">3</channelID><operDesc xsi:type="xsd:string">Islamic Lifestyle Mobile Magazine Featuring Daily Prayers, Hadith </operDesc><operTime xsi:type="xsd:string">20160530105045</operTime><productID xsi:nil="true" /><transactionID xsi:type="xsd:string">b6222eff-cca1-43a0-a64c-61093b7683a5</transactionID></q1:ProductSubscribeReq></soap:Body></soap:Envelope>
5/30/2016 11:50:46 AM ==> <?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><ns1:subscribeMNSProductResponse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="http://service.soap.mns.huawei.com"><subscribeMNSProductReturn href="#id0" /></ns1:subscribeMNSProductResponse><multiRef id="id0" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns2:SubscribeMNSProductRsp" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns2="http://response.service.soap.mns.huawei.com"><result href="#id1" /></multiRef><multiRef id="id1" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns3:Result" xmlns:ns3="http://pojo.service.soap.mns.huawei.com" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><resultCode xsi:type="soapenc:string">10000004</resultCode></multiRef></soapenv:Body></soapenv:Envelope>
5/30/2016 12:45:25 PM ==> <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tns="http://service.soap.mns.huawei.com" xmlns:types="http://service.soap.mns.huawei.com/encodedTypes" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><tns:subscribeMNSProduct><in0 href="#id1" /></tns:subscribeMNSProduct><q1:ProductSubscribeReq id="id1" xsi:type="q1:ProductSubscribeReq" xmlns:q1="http://request.service.soap.mns.huawei.com"><MSISDN xsi:type="xsd:string">2348164694390</MSISDN><channelID xsi:type="xsd:int">3</channelID><operDesc xsi:type="xsd:string">Islamic Lifestyle Mobile Magazine Featuring Daily Prayers, Hadith </operDesc><operTime xsi:type="xsd:string">20160530114525</operTime><productID xsi:nil="true" /><transactionID xsi:type="xsd:string">63416856-b0f1-482c-b167-6b806ad63bd2</transactionID></q1:ProductSubscribeReq></soap:Body></soap:Envelope>
5/30/2016 12:45:26 PM ==> <?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><ns1:subscribeMNSProductResponse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="http://service.soap.mns.huawei.com"><subscribeMNSProductReturn href="#id0" /></ns1:subscribeMNSProductResponse><multiRef id="id0" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns2:SubscribeMNSProductRsp" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns2="http://response.service.soap.mns.huawei.com"><result href="#id1" /></multiRef><multiRef id="id1" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns3:Result" xmlns:ns3="http://pojo.service.soap.mns.huawei.com" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><resultCode xsi:type="soapenc:string">10000004</resultCode></multiRef></soapenv:Body></soapenv:Envelope>
5/30/2016 4:34:27 PM ==> <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tns="http://service.soap.mns.huawei.com" xmlns:types="http://service.soap.mns.huawei.com/encodedTypes" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><tns:subscribeMNSProduct><in0 href="#id1" /></tns:subscribeMNSProduct><q1:ProductSubscribeReq id="id1" xsi:type="q1:ProductSubscribeReq" xmlns:q1="http://request.service.soap.mns.huawei.com"><MSISDN xsi:type="xsd:string">2349030003737</MSISDN><channelID xsi:type="xsd:int">3</channelID><operDesc xsi:type="xsd:string">Islamic Lifestyle Mobile Magazine Featuring Daily Prayers, Hadith </operDesc><operTime xsi:type="xsd:string">20160530153426</operTime><productID xsi:nil="true" /><transactionID xsi:type="xsd:string">2641d8d7-d9f7-4f5b-a194-690ff7e29ecf</transactionID></q1:ProductSubscribeReq></soap:Body></soap:Envelope>
5/30/2016 4:34:27 PM ==> <?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><ns1:subscribeMNSProductResponse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="http://service.soap.mns.huawei.com"><subscribeMNSProductReturn href="#id0" /></ns1:subscribeMNSProductResponse><multiRef id="id0" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns2:SubscribeMNSProductRsp" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns2="http://response.service.soap.mns.huawei.com"><result href="#id1" /></multiRef><multiRef id="id1" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns3:Result" xmlns:ns3="http://pojo.service.soap.mns.huawei.com" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><resultCode xsi:type="soapenc:string">10000004</resultCode></multiRef></soapenv:Body></soapenv:Envelope>
5/30/2016 4:34:29 PM ==> <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tns="http://service.soap.mns.huawei.com" xmlns:types="http://service.soap.mns.huawei.com/encodedTypes" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><tns:subscribeMNSProduct><in0 href="#id1" /></tns:subscribeMNSProduct><q1:ProductSubscribeReq id="id1" xsi:type="q1:ProductSubscribeReq" xmlns:q1="http://request.service.soap.mns.huawei.com"><MSISDN xsi:type="xsd:string">2349030003737</MSISDN><channelID xsi:type="xsd:int">3</channelID><operDesc xsi:type="xsd:string">Islamic Lifestyle Mobile Magazine Featuring Daily Prayers, Hadith </operDesc><operTime xsi:type="xsd:string">20160530153429</operTime><productID xsi:nil="true" /><transactionID xsi:type="xsd:string">793e6ddc-a7c2-483b-8bb1-e1e1260f330a</transactionID></q1:ProductSubscribeReq></soap:Body></soap:Envelope>
5/30/2016 4:34:29 PM ==> <?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><ns1:subscribeMNSProductResponse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="http://service.soap.mns.huawei.com"><subscribeMNSProductReturn href="#id0" /></ns1:subscribeMNSProductResponse><multiRef id="id0" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns2:SubscribeMNSProductRsp" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns2="http://response.service.soap.mns.huawei.com"><result href="#id1" /></multiRef><multiRef id="id1" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns3:Result" xmlns:ns3="http://pojo.service.soap.mns.huawei.com" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><resultCode xsi:type="soapenc:string">10000004</resultCode></multiRef></soapenv:Body></soapenv:Envelope>
5/30/2016 4:59:38 PM ==> <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tns="http://service.soap.mns.huawei.com" xmlns:types="http://service.soap.mns.huawei.com/encodedTypes" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><tns:subscribeMNSProduct><in0 href="#id1" /></tns:subscribeMNSProduct><q1:ProductSubscribeReq id="id1" xsi:type="q1:ProductSubscribeReq" xmlns:q1="http://request.service.soap.mns.huawei.com"><MSISDN xsi:type="xsd:string">2348068088055</MSISDN><channelID xsi:type="xsd:int">3</channelID><operDesc xsi:type="xsd:string">Islamic Lifestyle Mobile Magazine Featuring Daily Prayers, Hadith </operDesc><operTime xsi:type="xsd:string">20160530155938</operTime><productID xsi:nil="true" /><transactionID xsi:type="xsd:string">fc3adcc8-1a29-4156-872c-c432c06e1dd8</transactionID></q1:ProductSubscribeReq></soap:Body></soap:Envelope>
5/30/2016 4:59:39 PM ==> <?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><ns1:subscribeMNSProductResponse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="http://service.soap.mns.huawei.com"><subscribeMNSProductReturn href="#id0" /></ns1:subscribeMNSProductResponse><multiRef id="id0" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns2:SubscribeMNSProductRsp" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns2="http://response.service.soap.mns.huawei.com"><result href="#id1" /></multiRef><multiRef id="id1" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns3:Result" xmlns:ns3="http://pojo.service.soap.mns.huawei.com" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><resultCode xsi:type="soapenc:string">10000004</resultCode></multiRef></soapenv:Body></soapenv:Envelope>
